Repository: alicedb2/PiNode-XMR
Catalog: home/pinodexmr/locale/*/*.po
Languages: it

# installerTitle
source: PiNode-XMR Ubuntu Installer
it: ITALIAN_PiNode-XMR Ubuntu Installer

# confirmUser
source: To install PiNodeXMR using this installer the following condition is required * You are logged in as user 'pi' or 'ubuntu' * Would you like to continue?
it: ITALIAN_To install PiNodeXMR using this installer the following condition is required * You are logged in as user 'pi' or 'ubuntu' * Would you like to continue?

# beginUserSetup
source: Thanks for confirming Permissions and Hostnames will now be configured, this will only take a few minutes. Once complete your Username will be 'pinodexmr' with Password 'PiNodeXMR'
it: ITALIAN_Thanks for confirming Permissions and Hostnames will now be configured, this will only take a few minutes. Once complete your Username will be 'pinodexmr' with Password 'PiNodeXMR'

# passwordChanged
source: pinodexmr password changed to 'PiNodeXMR'
it: ITALIAN_pinodexmr password changed to 'PiNodeXMR'

# replaceSudoers
source: Download and replace /etc/sudoers file
it: ITALIAN_Download and replace /etc/sudoers file

source: Success
it: ITALIAN_Success

# changeHostname
source: Changing system hostname to 'PiNodeXMR'
it: ITALIAN_Changing system hostname to 'PiNodeXMR'

source: Disable IPv6
it: ITALIAN_Disable IPv6

# updateUpgrade
source: Receiving and applying Ubuntu updates to latest versions
it: ITALIAN_Receiving and applying Ubuntu updates to latest versions

# updateComplete
source: System and security packages updated to latest versions
it: ITALIAN_System and security packages updated to latest versions
